{
  "barbar.nvim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nord.nvim": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
