7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
awesome-terminal-fonts
aws-cli-v2
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-noctalia
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chezmoi
chwd
cliphist
cloudflared
cpupower
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
ethtool
evtest
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbnailer
firefox
firefox-i18n-ja
flatpak
fprintd
fsarchiver
ghostty
ghostty-shell-integration
ghostty-terminfo
git
github-cli
glances
godot
grim
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
haruna
hdparm
hwdetect
hwinfo
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jfsutils
lazydocker
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libreoffice-fresh-ja
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
localsend
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
moonlight-qt
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
octopi
opencl-mesa
openssh
os-prober
pacman-contrib
papirus-icon-theme
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qt5-wayland
rebuild-detector
reflector
ripgrep
rsync
rustup
s-nail
satty
sddm
sg3_utils
sheldon
slurp
smartmontools
snapper
sof-firmware
sqlitebrowser
starship
strongswan
sudo
sysfsutils
texinfo
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-hack-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
vulkan-radeon
websocat
wget
which
wireless-regdb
wireplumber
wpa_supplicant
wtype
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
yazi
ydotool
zellij
zip
